Repository: LiorShor/Casavault
Catalog: StorePass/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, he, it, ja, ko, nl, pl, pt_br, ru, sv, tr, zh_hans

# accentColor
source: Color
de: Farbe
fr: Couleur
he: צבע
it: Colore
ja: カラー
ko: 색상
nl: Kleur
pl: Kolor
pt_br: Cor
ru: Цвет
sv: Färg
tr: Renk
zh_hans: 颜色

source: Actions
de: Aktionen
es: Acciones
he: פעולות
it: Azioni
ja: アクション
ko: 작업
nl: Acties
pl: Akcje
pt_br: Ações
ru: Действия
sv: Åtgärder
tr: Eylemler
zh_hans: 操作

source: Add Attachment
de: Anhang hinzufügen
es: Añadir archivo adjunto
fr: Ajouter une pièce jointe
he: הוספת קובץ מצורף
it: Aggiungi allegato
ja: 添付ファイルを追加
ko: 첨부 파일 추가
nl: Bijlage toevoegen
pl: Dodaj załącznik
pt_br: Adicionar anexo
ru: Добавить вложение
sv: Lägg till bilaga
tr: Ek ekle
zh_hans: 添加附件

source: Add Device Options
de: Gerät-Optionen hinzufügen
es: Opciones para añadir dispositivo
fr: Options d'ajout d'appareil
he: אפשרויות הוספת מכשיר
it: Opzioni dispositivo
ja: デバイス追加オプション
ko: 기기 추가 옵션
nl: Apparaatopties toevoegen
pl: Opcje dodawania urządzenia
pt_br: Opções de adição de dispositivo
ru: Параметры добавления устройства
sv: Alternativ för att lägga till enhet
tr: Cihaz ekleme seçenekleri
zh_hans: 添加设备选项

source: Add New Device
de: Neues Gerät hinzufügen
es: Añadir nuevo dispositivo
fr: Ajouter un nouvel appareil
he: הוסף מכשיר חדש
it: Aggiungi nuovo dispositivo
ja: 新しいデバイスを追加
ko: 새 기기 추가
nl: Nieuw apparaat toevoegen
pl: Dodaj nowe urządzenie
pt_br: Adicionar novo dispositivo
ru: Добавить новое устройство
sv: Lägg till ny enhet
tr: Yeni cihaz ekle
zh_hans: 添加新设备

source: Add New Home
de: Neues Zuhause hinzufügen
es: Añadir nuevo hogar
fr: Ajouter une nouvelle maison
he: הוספת בית חדש
it: Aggiungi nuova casa
ja: 新しいホームを追加
ko: 새 홈 추가
nl: Nieuw huis toevoegen
pl: Dodaj nowy dom
pt_br: Adicionar nova casa
ru: Добавить новый дом
sv: Lägg till nytt hem
tr: Yeni ev ekle
zh_hans: 添加新住宅

source: Add New Room
de: Neuen Raum hinzufügen
es: Añadir nueva habitación
fr: Ajouter une nouvelle pièce
he: הוספת חדר חדש
it: Aggiungi nuova stanza
ja: 新しい部屋を追加
ko: 새 방 추가
nl: Nieuwe kamer toevoegen
pl: Dodaj nowy pokój
pt_br: Adicionar novo quarto
ru: Добавить новую комнату
sv: Lägg till nytt rum
tr: Yeni oda ekle
zh_hans: 添加新房间

source: Add password
de: Passwort hinzufügen
es: Añadir contraseña
fr: Ajouter un mot de passe
he: הוספת סיסמה
it: Aggiungi password
ja: パスワードを追加
ko: 비밀번호 추가
nl: Wachtwoord toevoegen
pl: Dodaj hasło
pt_br: Adicionar senha
ru: Добавить пароль
sv: Lägg till lösenord
tr: Şifre ekle
zh_hans: 添加密码

source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
he: מראה
it: Aspetto
ja: 外観
ko: 외관
nl: Weergave
pl: Wygląd
pt_br: Aparência
ru: Внешний вид
sv: Utseende
tr: Görünüm
zh_hans: 外观

source: Attachments
de: Anhänge
es: Archivos adjuntos
fr: Pièces jointes
he: קבצים מצורפים
it: Allegati
ja: 添付ファイル
ko: 첨부 파일
nl: Bijlagen
pl: Załączniki
pt_br: Anexos
ru: Вложения
sv: Bilagor
tr: Ekler
zh_hans: 附件

# biometricLock
source: Lock with Face ID / Touch ID
de: Mit Face ID / Touch ID sperren
es: Bloquear con Face ID / Touch ID
fr: Verrouiller avec Face ID / Touch ID
he: נעילה עם Face ID / Touch ID
it: Blocca con Face ID / Touch ID
ja: Face ID / Touch ID でロック
ko: Face ID / Touch ID로 잠금
nl: Vergrendelen met Face ID / Touch ID
pl: Zablokuj z Face ID / Touch ID
pt_br: Bloquear com Face ID / Touch ID
ru: Блокировка с Face ID / Touch ID
sv: Lås med Face ID / Touch ID
tr: Face ID / Touch ID ile kilitle
zh_hans: 使用 Face ID / Touch ID 锁定

# biometricLockDescription
source: Require Face ID or Touch ID when opening the app or returning from background.
de: Face ID oder Touch ID beim Öffnen der App oder beim Zurückkehren aus dem Hintergrund erforderlich.
es: Requiere Face ID o Touch ID al abrir la aplicación o al regresar del fondo.
fr: Requiert Face ID ou Touch ID lors de l'ouverture de l'application ou du retour depuis l'arrière-plan.
he: דרוש Face ID או Touch ID בעת פתיחת האפליקציה או חזרה מהרקע.
it: Richiede Face ID o Touch ID all'apertura dell'app o al ritorno dallo sfondo.
ja: アプリを開くときやバックグラウンドから戻るときに Face ID または Touch ID が必要です。
ko: 앱을 열거나 백그라운드에서 돌아올 때 Face ID 또는 Touch ID가 필요합니다.
nl: Vereist Face ID of Touch ID bij het openen van de app of terugkeren vanuit de achtergrond.
pl: Wymagaj Face ID lub Touch ID podczas otwierania aplikacji lub powrotu z tła.
pt_br: Requer Face ID ou Touch ID ao abrir o aplicativo ou retornar do segundo plano.
ru: Требуется Face ID или Touch ID при открытии приложения или возврате из фона.
sv: Kräver Face ID eller Touch ID när appen öppnas eller återgår från bakgrunden.
tr: Uygulamayı açarken veya arka plandan dönerken Face ID veya Touch ID gerektirir.
zh_hans: 打开应用程序或从后台返回时需要 Face ID 或 Touch ID。

# biometricLockFaceID
source: Lock with Face ID
de: Mit Face ID sperren
es: Bloquear con Face ID
fr: Verrouiller avec Face ID
he: נעילה עם Face ID
it: Blocca con Face ID
ja: Face ID でロック
ko: Face ID로 잠금
nl: Vergrendelen met Face ID
pl: Zablokuj z Face ID
pt_br: Bloquear com Face ID
ru: Блокировка с Face ID
sv: Lås med Face ID
tr: Face ID ile kilitle
zh_hans: 使用 Face ID 锁定

# biometricLockReason
source: Unlock StorePass
de: StorePass entsperren
es: Desbloquear StorePass
fr: Déverrouiller StorePass
he: פתח את StorePass
it: Sblocca StorePass
ja: StorePass をロック解除
ko: StorePass 잠금 해제
nl: StorePass ontgrendelen
pl: Odblokuj StorePass
pt_br: Desbloquear StorePass
ru: Разблокировать StorePass
sv: Lås upp StorePass
tr: StorePass'i aç
zh_hans: 解锁 StorePass

# biometricLockTouchID
source: Lock with Touch ID
de: Mit Touch ID sperren
es: Bloquear con Touch ID
fr: Verrouiller avec Touch ID
he: נעילה עם Touch ID
it: Blocca con Touch ID
ja: Touch ID でロック
ko: Touch ID로 잠금
nl: Vergrendelen met Touch ID
pl: Zablokuj z Touch ID
pt_br: Bloquear com Touch ID
ru: Блокировка с Touch ID
sv: Lås med Touch ID
tr: Touch ID ile kilitle
zh_hans: 使用 Touch ID 锁定

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal
zh_hans: 取消

source: Choose from Library
de: Aus Bibliothek auswählen
es: Elegir de la biblioteca
fr: Choisir dans la bibliothèque
he: בחירה מהגלריה
it: Scegli dalla libreria
ja: ライブラリから選択
ko: 라이브러리에서 선택
nl: Kies uit bibliotheek
pl: Wybierz z biblioteki
pt_br: Escolher da biblioteca
ru: Выбрать из библиотеки
sv: Välj från bibliotek
tr: Kütüphaneden seç
zh_hans: 从相册选择

# closeButton
source: Close
de: Schließen
es: Cerrar
fr: Fermer
he: סגירה
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluiten
pl: Zamknij
pt_br: Fechar
ru: Закрыть
sv: Stäng
tr: Kapat
zh_hans: 关闭

# continueButton
source: Continue
de: Weiter
es: Continuar
fr: Continuer
he: המשך
it: Continua
ja: 続ける
ko: 계속
nl: Doorgaan
pl: Kontynuuj
pt_br: Continuar
ru: Продолжить
sv: Fortsätt
tr: Devam et
zh_hans: 继续

source: Contact Us
de: Kontaktiere uns
es: Contáctenos
fr: Nous contacter
he: צור קשר
it: Contattaci
ja: お問い合わせ
ko: 문의하기
nl: Neem contact met ons op
pl: Skontaktuj się z nami
pt_br: Entre em contato
ru: Связаться с нами
sv: Kontakta oss
tr: Bize ulaşın
zh_hans: 联系我们

source: Created
de: Erstellt
es: Creado
fr: Créé
he: נוצר
it: Creato
ja: 作成日
ko: 생성됨
nl: Aangemaakt
pl: Utworzono
pt_br: Criado
ru: Создано
sv: Skapad
tr: Oluşturuldu
zh_hans: 创建时间

# darkModeSwitch
source: Dark mode
de: Dunkelmodus
es: Modo oscuro
fr: Mode sombre
he: ניראות
it: Modalità scura
ja: ダークモード
ko: 다크 모드
nl: Donkere modus
pl: Tryb ciemny
pt_br: Modo escuro
ru: Тёмный режим
sv: Mörkt läge
tr: Karanlık mod
zh_hans: 深色模式

source: Data
de: Daten
es: Datos
fr: Données
he: נתונים
it: Dati
ja: データ
ko: 데이터
nl: Gegevens
pl: Dane
pt_br: Dados
ru: Данные
tr: Veri
zh_hans: 数据

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
he: מחיקה
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijderen
pl: Usuń
pt_br: Excluir
ru: Удалить
sv: Ta bort
tr: Sil
zh_hans: 删除

source: Delete Device
de: Gerät löschen
es: Eliminar dispositivo
fr: Supprimer l'appareil
he: מחיקת מכשיר
it: Elimina dispositivo
ja: デバイスを削除
ko: 기기 삭제
nl: Apparaat verwijderen
pl: Usuń urządzenie
pt_br: Excluir dispositivo
ru: Удалить устройство
sv: Ta bort enhet
tr: Cihazı sil
zh_hans: 删除设备

# deleteDeviceConfirmation
source: Are you sure you want to delete this device? This action cannot be undone.
de: Möchten Sie dieses Gerät wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres eliminar este dispositivo? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer cet appareil ? Cette action est irréversible.
he: האם אתה בטוח שברצונך למחוק מכשיר זה? פעולה זו לא ניתנת לביטול.
it: Sei sicuro di voler eliminare questo dispositivo? Questa azione non può essere annullata.
ja: このデバイスを削除してもよろしいですか？この操作は元に戻せません。
ko: 이 기기를 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
nl: Weet u zeker dat u dit apparaat wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.
pl: Czy na pewno chcesz usunąć to urządzenie? Tej akcji nie można cofnąć.
pt_br: Tem certeza que deseja excluir este dispositivo? Esta ação não pode ser desfeita.
ru: Вы уверены, что хотите удалить это устройство? Это действие нельзя отменить.
sv: Är du säker på att du vill ta bort den här enheten? Den här åtgärden kan inte ångras.
tr: Bu cihazı silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.
zh_hans: 您确定要删除此设备吗？此操作无法撤销。

source: Deselect All
de: Alle abwählen
es: Deseleccionar todo
fr: Tout désélectionner
he: בטל סימון הכל
it: Deseleziona tutto
ja: すべて選択解除
ko: 모두 선택 해제
nl: Alles deselecteren
pl: Odznacz wszystko
pt_br: Desmarcar tudo
ru: Снять выделение со всех
sv: Avmarkera alla
tr: Tümünü kaldır
zh_hans: 取消全选

source: Device
de: Gerät
es: Dispositivo
fr: Appareil
he: מכשיר
it: Dispositivo
ja: デバイス
ko: 기기
nl: Apparaat
pl: Urządzenie
pt_br: Dispositivo
ru: Устройство
sv: Enhet
tr: Cihaz
zh_hans: 设备

source: Device Name
de: Gerätename
es: Nombre del dispositivo
fr: Nom de l'appareil
he: שם המכשיר
it: Nome dispositivo
ja: デバイス名
ko: 기기 이름
nl: Apparaatnaam
pl: Nazwa urządzenia
pt_br: Nome do dispositivo
ru: Имя устройства
sv: Enhetsnamn
tr: Cihaz adı
zh_hans: 设备名称

# deviceNamePlaceholder
source: Device name
de: Gerätename
es: Nombre del dispositivo
fr: Nom de l'appareil
he: שם המכשיר
it: Nome dispositivo
ja: デバイス名
ko: 기기 이름
nl: Apparaatnaam
pl: Nazwa urządzenia
pt_br: Nome do dispositivo
ru: Имя устройства
sv: Enhetsnamn
tr: Cihaz adı
zh_hans: 设备名称

source: Done
de: Fertig
es: Listo
fr: Terminé
he: סיום
it: Fatto
ja: 完了
ko: 완료
nl: Gereed
pl: Gotowe
pt_br: Concluído
ru: Готово
sv: Klar
tr: Bitti
zh_hans: 完成

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
he: עריכה
it: Modifica
ja: 編集
ko: 편집
nl: Bewerken
pl: Edytuj
pt_br: Editar
ru: Редактировать
sv: Redigera
tr: Düzenle
zh_hans: 编辑

# enterDeviceTitle
source: Enter a title name for this device
de: Geben Sie einen Titelnamen für dieses Gerät ein
es: Introduzca un nombre de título para este dispositivo
fr: Entrez un nom de titre pour cet appareil
he: יש להזין שם עבור המכשיר
it: Inserisci un nome titolo per questo dispositivo
ja: このデバイスのタイトル名を入力してください
ko: 이 기기의 제목 이름을 입력하세요
nl: Voer een titelnaam in voor dit apparaat
pl: Wprowadź nazwę tytułu dla tego urządzenia
pt_br: Digite um nome de título para este dispositivo
ru: Введите название для этого устройства
sv: Ange ett titelnamn för den här enheten
tr: Bu cihaz için bir başlık adı girin
zh_hans: 输入此设备的标题名称

# enterHomeName
source: Enter a name for the new home
de: Geben Sie einen Namen für das neue Zuhause ein
es: Introduzca un nombre para el nuevo hogar
fr: Entrez un nom pour la nouvelle maison
he: יש להזין שם לבית החדש
it: Inserisci un nome per la nuova casa
ja: 新しいホームの名前を入力してください
ko: 새 홈의 이름을 입력하세요
nl: Voer een naam in voor het nieuwe huis
pl: Wprowadź nazwę nowego domu
pt_br: Digite um nome para o novo lar
ru: Введите название для нового дома
sv: Ange ett namn för det nya hemmet
tr: Yeni ev için bir isim girin
zh_hans: 输入新住宅的名称

source: Export passwords
de: Passwörter exportieren
es: Exportar contraseñas
fr: Exporter les mots de passe
he: ייצוא סיסמאות
it: Esporta password
ja: パスワードをエクスポート
ko: 비밀번호 내보내기
nl: Wachtwoorden exporteren
pl: Eksportuj hasła
pt_br: Exportar senhas
ru: Экспортировать пароли
sv: Exportera lösenord
tr: Şifreleri dışa aktar
zh_hans: 导出密码

# filterAll
source: All
de: Alle
es: Todo
fr: Tout
he: הכל
it: Tutto
ja: すべて
ko: 전체
nl: Alles
pl: Wszystkie
pt_br: Todos
ru: Все
sv: Alla
tr: Tümü
zh_hans: 全部

source: From HomeKit
de: Von HomeKit
es: Desde HomeKit
fr: Depuis HomeKit
he: מבית חכם
it: Da HomeKit
ja: HomeKit から
ko: HomeKit에서
nl: Van HomeKit
pl: Z HomeKit
pt_br: Do HomeKit
ru: Из HomeKit
sv: Från HomeKit
tr: HomeKit'ten
zh_hans: 来自 HomeKit

source: General
de: Allgemein
fr: Général
he: כללי
it: Generale
ja: 一般
ko: 일반
nl: Algemeen
pl: Ogólne
pt_br: Geral
ru: Основные
sv: Allmänt
tr: Genel
zh_hans: 通用

source: Go to Homes
de: Zu Häusern wechseln
es: Ir a hogares
fr: Aller aux maisons
he: מעבר לבתים
it: Vai alle case
ja: ホームへ移動
ko: 홈으로 이동
nl: Ga naar huizen
pl: Przejdź do domów
pt_br: Ir para casas
ru: Перейти к домам
sv: Gå till hem
tr: Evlere git
zh_hans: 前往住宅

source: Grid View
de: Rasteransicht
es: Vista de cuadrícula
fr: Vue en grille
he: תצוגת רשת
it: Vista griglia
ja: グリッドビュー
ko: 그리드 보기
nl: Rasterweergave
pl: Widok siatki
pt_br: Visualização em grade
ru: Вид сетки
sv: Rutnätsvy
tr: Izgara görünümü
zh_hans: 网格视图

# groupByAll
source: All
de: Alle
es: Todo
fr: Tout
he: הכל
it: Tutto
ja: すべて
ko: 전체
nl: Alles
pl: Wszystkie
pt_br: Todos
ru: Все
sv: Alla
tr: Tümü
zh_hans: 全部

# groupByRoom
source: By Room
de: Nach Raum
es: Por habitación
fr: Par pièce
he: לפי חדר
it: Per stanza
ja: 部屋別
ko: 방별
nl: Per kamer
pl: Według pokoju
pt_br: Por quarto
ru: По комнате
sv: Per rum
tr: Odaya göre
zh_hans: 按房间

source: Grouping
de: Gruppierung
es: Agrupación
fr: Regroupement
he: קיבוץ
it: Raggruppamento
ja: グループ化
ko: 그룹화
nl: Groepering
pl: Grupowanie
pt_br: Agrupamento
ru: Группировка
sv: Gruppering
tr: Gruplama
zh_hans: 分组

# homeKitImport
source: Import from HomeKit
de: Von HomeKit importieren
es: Importar desde HomeKit
fr: Importer depuis HomeKit
he: ייבוא מבית חכם
it: Importa da HomeKit
ja: HomeKit からインポート
ko: HomeKit에서 가져오기
nl: Importeren vanuit HomeKit
pl: Importuj z HomeKit
pt_br: Importar do HomeKit
ru: Импортировать из HomeKit
sv: Importera från HomeKit
tr: HomeKit'ten içe aktar
zh_hans: 从 HomeKit 导入

# homeKitImportFooter
source: Devices with the key icon already have passwords saved. Devices will be imported with empty passwords that you can fill in later.
de: Geräte mit dem Schlüsselsymbol haben bereits gespeicherte Passwörter. Geräte werden mit leeren Passwörtern importiert, die Sie später ausfüllen können.
es: Los dispositivos con el icono de llave ya tienen contraseñas guardadas. Los dispositivos se importarán con contraseñas vacías que puede rellenar más tarde.
fr: Les appareils avec l'icône de clé ont déjà des mots de passe enregistrés. Les appareils seront importés avec des mots de passe vides que vous pourrez remplir plus tard.
he: מכשירים עם סמל המפתח כבר שמורים במערכת. מכשירים ייובאו עם סיסמאות ריקות שתוכל למלא מאוחר יותר.
it: I dispositivi con l'icona della chiave hanno già password salvate. I dispositivi verranno importati con password vuote che potrai compilare in seguito.
ja: 鍵アイコンのあるデバイスはすでにパスワードが保存されています。デバイスは空のパスワードでインポートされます。後で入力できます。
ko: 열쇠 아이콘이 있는 기기는 이미 비밀번호가 저장되어 있습니다. 기기는 빈 비밀번호로 가져오며 나중에 입력할 수 있습니다.
nl: Apparaten met het sleutelpictogram hebben al wachtwoorden opgeslagen. Apparaten worden geïmporteerd met lege wachtwoorden die u later kunt invullen.
pl: Urządzenia z ikoną klucza mają już zapisane hasła. Urządzenia zostaną zaimportowane z pustymi hasłami, które możesz uzupełnić później.
pt_br: Dispositivos com o ícone de chave já têm senhas salvas. Os dispositivos serão importados com senhas vazias que você pode preencher depois.
ru: Устройства с иконкой ключа уже имеют сохранённые пароли. Устройства будут импортированы с пустыми паролями, которые вы сможете заполнить позже.
sv: Enheter med nyckelikonen har redan sparade lösenord. Enheter importeras med tomma lösenord som du kan fylla i senare.
tr: Anahtar simgesi olan cihazların zaten kayıtlı şifreleri var. Cihazlar boş şifrelerle içe aktarılacak ve daha sonra doldurabilirsiniz.
zh_hans: 带有钥匙图标的设备已保存密码。设备将以空密码导入，您可以稍后填写。

# homeKitLoadError
source: Failed to load HomeKit devices
de: HomeKit-Geräte konnten nicht geladen werden
es: Error al cargar dispositivos HomeKit
fr: Échec du chargement des appareils HomeKit
he: טעינת מכשירי הבית החכם נכשלה
it: Impossibile caricare i dispositivi HomeKit
ja: HomeKit デバイスの読み込みに失敗しました
ko: HomeKit 기기를 불러오지 못했습니다
nl: Kon HomeKit-apparaten niet laden
pl: Nie udało się załadować urządzeń HomeKit
pt_br: Falha ao carregar dispositivos HomeKit
ru: Не удалось загрузить устройства HomeKit
sv: Kunde inte läsa in HomeKit-enheter
tr: HomeKit cihazları yüklenemedi
zh_hans: 无法加载 HomeKit 设备

# homeKitPermissionDenied
source: HomeKit Access Required
de: HomeKit-Zugriff erforderlich
es: Se requiere acceso a HomeKit
fr: Accès HomeKit requis
he: נדרשת גישה ל-HomeKit
it: Accesso a HomeKit richiesto
ja: HomeKit へのアクセスが必要です
ko: HomeKit 접근이 필요합니다
nl: HomeKit-toegang vereist
pl: Wymagany dostęp do HomeKit
pt_br: Acesso ao HomeKit necessário
ru: Требуется доступ к HomeKit
sv: HomeKit-åtkomst krävs
tr: HomeKit erişimi gerekli
zh_hans: 需要 HomeKit 访问权限

# homeKitPermissionDeniedDescription
source: StorePass needs access to HomeKit to import your devices. Open Settings to enable access.
de: StorePass benötigt Zugriff auf HomeKit, um Ihre Geräte zu importieren. Öffnen Sie die Einstellungen, um den Zugriff zu aktivieren.
es: StorePass necesita acceso a HomeKit para importar sus dispositivos. Abra Configuración para habilitar el acceso.
fr: StorePass a besoin d'accéder à HomeKit pour importer vos appareils. Ouvrez les Réglages pour activer l'accès.
he: StorePass צריך גישה ל-HomeKit כדי לייבא את המכשירים שלך. עבור להגדרות כדי לאפשר גישה.
it: StorePass necessita l'accesso a HomeKit per importare i tuoi dispositivi. Apri le Impostazioni per abilitare l'accesso.
ja: StorePass がデバイスをインポートするには HomeKit へのアクセスが必要です。設定を開いてアクセスを有効にしてください。
ko: StorePass가 기기를 가져오려면 HomeKit 접근이 필요합니다. 설정을 열어 접근을 활성화하세요.
nl: StorePass heeft toegang tot HomeKit nodig om uw apparaten te importeren. Open Instellingen om toegang in te schakelen.
pl: StorePass potrzebuje dostępu do HomeKit, aby importować Twoje urządzenia. Otwórz Ustawienia, aby włączyć dostęp.
pt_br: O StorePass precisa de acesso ao HomeKit para importar seus dispositivos. Abra as Configurações para ativar o acesso.
ru: StorePass требует доступа к HomeKit для импорта ваших устройств. Откройте Настройки, чтобы включить доступ.
sv: StorePass behöver åtkomst till HomeKit för att importera dina enheter. Öppna Inställningar för att aktivera åtkomst.
tr: StorePass, cihazlarınızı içe aktarmak için HomeKit'e erişim gerektirir. Erişimi etkinleştirmek için Ayarları açın.
zh_hans: StorePass 需要访问 HomeKit 才能导入您的设备。前往设置以启用访问权限。

source: HomeKit Setup Code
de: HomeKit-Einrichtungscode
es: Código de configuración de HomeKit
fr: Code de configuration HomeKit
he: קוד הגדרה של HomeKit
it: Codice di configurazione HomeKit
ja: HomeKit 設定コード
ko: HomeKit 설정 코드
nl: HomeKit-instellingscode
pl: Kod konfiguracji HomeKit
pt_br: Código de configuração HomeKit
ru: Код настройки HomeKit
sv: HomeKit-installationskod
tr: HomeKit kurulum kodu
zh_hans: HomeKit 设置码

source: Home Name
de: Hausname
es: Nombre del hogar
fr: Nom de la maison
he: שם הבית
it: Nome casa
ja: ホーム名
ko: 홈 이름
nl: Huisnaam
pl: Nazwa domu
pt_br: Nome da casa
ru: Название дома
sv: Hemmets namn
tr: Ev adı
zh_hans: 住宅名称

source: Homes
de: Häuser
es: Hogares
fr: Maisons
he: בתים
it: Case
ja: ホーム
ko: 홈
nl: Huizen
pl: Domy
pt_br: Casas
ru: Дома
sv: Hem
tr: Evler
zh_hans: 住宅

# homesFooter
source: Tap the checkmark to set a default home. Passwords will be filtered by the selected home.
de: Tippen Sie auf das Häkchen, um ein Standard-Zuhause festzulegen. Passwörter werden nach dem ausgewählten Zuhause gefiltert.
es: Toca la marca de verificación para establecer un hogar predeterminado. Las contraseñas se filtrarán por el hogar seleccionado.
fr: Appuyez sur la coche pour définir une maison par défaut. Les mots de passe seront filtrés par la maison sélectionnée.
he: לחץ על סימן הוי כדי להגדיר בית כברירת מחדל. סיסמאות יסוננו לפי הבית שנבחר.
it: Tocca il segno di spunta per impostare una casa predefinita. Le password verranno filtrate per la casa selezionata.
ja: チェックマークをタップしてデフォルトのホームを設定します。パスワードは選択したホームでフィルタリングされます。
ko: 확인 표시를 탭하여 기본 홈을 설정합니다. 비밀번호는 선택한 홈으로 필터링됩니다.
nl: Tik op het vinkje om een standaardhuis in te stellen. Wachtwoorden worden gefilterd op het geselecteerde huis.
pl: Naciśnij znacznik wyboru, aby ustawić domyślny dom. Hasła będą filtrowane według wybranego domu.
pt_br: Toque na marca de seleção para definir um lar padrão. As senhas serão filtradas pelo lar selecionado.
ru: Нажмите на галочку, чтобы установить дом по умолчанию. Пароли будут фильтроваться по выбранному дому.
sv: Tryck på bocken för att ange ett standardhem. Lösenord filtreras efter det valda hemmet.
tr: Varsayılan evi ayarlamak için onay işaretine dokunun. Şifreler seçilen eve göre filtrelenecek.
zh_hans: 点击复选标记设置默认住宅。密码将按所选住宅进行过滤。

source: Icon
de: Symbol
es: Ícono
fr: Icône
he: אייקון
it: Icona
ja: アイコン
ko: 아이콘
nl: Pictogram
pl: Ikona
pt_br: Ícone
ru: Значок
sv: Ikon
tr: Simge
zh_hans: 图标

# importButton
source: Import
de: Importieren
es: Importar
fr: Importer
he: ייבוא
it: Importa
ja: インポート
ko: 가져오기
nl: Importeren
pl: Importuj
pt_br: Importar
ru: Импорт
sv: Importera
tr: İçe aktar
zh_hans: 导入

source: Import from HomeKit
de: Von HomeKit importieren
es: Importar desde HomeKit
fr: Importer depuis HomeKit
he: ייבוא מבית חכם
it: Importa da HomeKit
ja: HomeKit からインポート
ko: HomeKit에서 가져오기
nl: Importeren vanuit HomeKit
pl: Importuj z HomeKit
pt_br: Importar do HomeKit
ru: Импортировать из HomeKit
sv: Importera från HomeKit
tr: HomeKit'ten içe aktar
zh_hans: 从 HomeKit 导入

source: Import from Smart Home
de: Vom Smart Home importieren
es: Importar desde hogar inteligente
fr: Importer depuis la maison intelligente
he: ייבא מבית חכם
it: Importa da Smart Home
ja: スマートホームからインポート
ko: 스마트홈에서 가져오기
nl: Importeren vanuit slim huis
pl: Importuj z inteligentnego domu
pt_br: Importar da casa inteligente
ru: Импортировать из умного дома
sv: Importera från smart hem
tr: Akıllı evden içe aktar
zh_hans: 从智能家居导入

source: Information
de: Informationen
es: Información
fr: Informations
he: מידע
it: Informazioni
ja: 情報
ko: 정보
nl: Informatie
pl: Informacje
pt_br: Informações
ru: Информация
tr: Bilgi
zh_hans: 信息

source: Language
de: Sprache
es: Idioma
fr: Langue
he: שפה
it: Lingua
ja: 言語
ko: 언어
nl: Taal
pl: Język
pt_br: Idioma
ru: Язык
sv: Språk
tr: Dil
zh_hans: 语言

# languageSettingsFooter
source: Opens iOS Settings to change app language
de: Öffnet die iOS-Einstellungen, um die App-Sprache zu ändern
es: Abre la configuración de iOS para cambiar el idioma de la aplicación
fr: Ouvre les réglages iOS pour changer la langue de l'application
he: פותח את הגדרות iOS לשינוי שפת האפליקציה
it: Apre le Impostazioni iOS per cambiare la lingua dell'app
ja: iOS設定を開いてアプリの言語を変更します
ko: iOS 설정을 열어 앱 언어를 변경합니다
nl: Opent iOS-instellingen om de app-taal te wijzigen
pl: Otwiera ustawienia iOS, aby zmienić język aplikacji
pt_br: Abre as configurações do iOS para alterar o idioma do aplicativo
ru: Открывает настройки iOS для изменения языка приложения
sv: Öppnar iOS-inställningar för att ändra appens språk
tr: Uygulama dilini değiştirmek için iOS Ayarlarını açar
zh_hans: 打开 iOS 设置以更改应用语言

source: Last Updated
de: Zuletzt aktualisiert
es: Última actualización
fr: Dernière mise à jour
he: עודכן לאחרונה
it: Ultimo aggiornamento
ja: 最終更新
ko: 마지막 업데이트
nl: Laatst bijgewerkt
pl: Ostatnio zaktualizowano
pt_br: Última atualização
ru: Последнее обновление
sv: Senast uppdaterad
tr: Son güncelleme
zh_hans: 最后更新
